<template>
	<div>
		<h2 style="text-align: center;">用户须知</h2>
					<p>
						在您使用本软件产品之前,请务必阅读此《协议》，与《协议》有关的软件、电子文档等，都是按本协议的条款而授予您的，同时本《协议》亦适用于任何有关本软件产品的后期发行和升级。您一旦安装、复制、下载、访问或以其它方式使用本软件产品，即表示您同意接受本《协议》各项条款的约束。如您不同意本《协议》的条款，那么，版权所有人电影网则不予将本软件产品的使用权授予您。在这种情况下，您不得使用、复制或传播本软件产品。</p><p>
						您可以选择是否使用随同本软件一起提供的任何第三方软件，包括任何第三方插件。如果您选择使用此类第三方软件，则这些使用将受到第三方许可协议的制约，在安装软件时，第三方许可协议的电子副本将安装到您计算机上相应电影网影音产品的文件夹中。电影网不对任何第三方软件的合法性、安全性等作出任何承诺，相关软件选择由您自行负责，并且电影网对您使用第三方软件不承担任何责任。
					</p>
					<p>一、软件产品保护条款</p>
					<p>1.本软件产品受中华人民共和国版权法及国际版权条约和其它知识产权法及条约的保护。  </p>
					<p>2.用户不得：</p>
					<p>删除本软件及其它副本上一切关于版权的信息;</p>
					<p>对本软件进行反向工程，如反汇编、反编译等；</p>
					<p>本软件产品是被当成一个单一产品而被授予许可使用，不得将各个部分分开用于任何目的行动。</p>
					<p>3.免费使用和个别授权：</p>
					<p>本软件产品只供个人用户免费使用，不得出售，不得用于商业目的的活动之中。本软件产品不能用于销售或随同旨在获益的软件产品或产品包一起分发。</p>
					<p>如有任何组织或个人利用本软件以任何方式为公众服务并同时满足其自身特定目的而分发、复制和传播本软件产品，均须得到版权人授权同意后方可进行，否则视为侵权。</p>
					<p>4.如果您未遵守本协议的任何一项条款，电影网有权终止服务且无需另行通知。本协议终止后，您应立即停止使用本软件并将本软件及其备份和存档从计算机系统中彻底删除并应遵守本协议其他承诺（如保密约定）。由于您的该行为给电影网造成的损失，您仍应承担相应的赔偿责任。</p>
					<p>本协议所指电影网所遭受的损失包括但不限于直接损失、间接损失、预期利益损失、应向第三方支付的赔偿金、违约金、诉讼费、仲裁费、保全费、律师费、差旅费、调查取证费等。
		</p>
	</div>
</template>

<script>
	export default{
		name:"userKnow"
	}
</script>

<style scoped>
	p{
		text-indent: 30px;
		font-size: 14px;
	}
</style>
